Repository: Avatarsia/gcode-reference
Catalog: languages/gcode-reference-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: commands.json not found
de_de: commands.json nicht gefunden

source: Failed to read commands.json
de_de: Fehler beim Lesen von commands.json

source: Invalid JSON: %s
de_de: Ungültige JSON: %s

source: Upload JSON
de_de: JSON hochladen

source: G-Code Reference Settings
de_de: G-Code Referenz Einstellungen

source: JSON File Options
de_de: JSON-Datei Optionen

source: Use Default JSON
de_de: Standard-JSON verwenden

source: Use Uploaded JSON
de_de: Hochgeladene JSON verwenden

source: Upload Custom JSON
de_de: Eigene JSON hochladen

source: No uploaded file exists.
de_de: Keine hochgeladene Datei vorhanden.

source: Delete Uploaded JSON
de_de: Hochgeladene JSON löschen

source: Save Changes
de_de: Änderungen speichern

source: Delete JSON
de_de: JSON löschen

source: Are you sure?
de_de: Sind Sie sicher?

source: Upload
de_de: Hochladen

source: Unauthorized
de_de: Keine Berechtigung

source: File uploaded successfully.
de_de: Datei erfolgreich hochgeladen.

source: Upload failed.
de_de: Upload fehlgeschlagen.

source: File deleted successfully.
de_de: Datei erfolgreich gelöscht.

source: Delete failed.
de_de: Löschen fehlgeschlagen.
